Repository: Arina-Levchuk/TranslatorTestApp
Catalog: TestApp/Translator/Translator/*.lproj/Localizable.strings
Languages: ar

# resultVCtitle
source: Results
ar: النتائج

# resultVCinputFieldLabel
source: Enter a word...
ar: أدخل كلمة...

# resultCellErrorMessage
source: Error. Tap to retry
ar: خطأ. اضغط لإعادة المحاولة

# settingsVCtitle
source: Settings
ar: الإعدادات

# translatorViewHeader
source: TRANSLATION SERVICE
ar: دائرة الترجمة التحريرية

# translatorViewFooter
source: Select the service which will provide you with the translation
ar: حدد الخدمة التي ستوفر لك الترجمة

# yodaTranslatorName
source: Yoda
ar: يودا

# klingonTranslatorName
source: Klingon
ar: كلينغون

# shakespeareTranslatorName
source: Shakespeare
ar: شكسبير

# yandexTranslatorName
source: Yandex
ar: ياندكس

# valyrianTranslatorName
source: Valyrian
ar: فاليريان

# flagViewHeader
source: TRANSLATION LANGUAGE
ar: لغة الترجمة

# flagViewFooter
source: Select the language of translation
ar: اختيار لغة الترجمة

# rusLang
source: Russian
ar: الروسية

# hebLang
source: Hebrew
ar: العبرية

# polLang
source: Polish
ar: البولندية

# chinLang
source: Chinese
ar: الصينية

# spanLang
source: Spanish
ar: الإسبانية

# ukrLang
source: Ukrainian
ar: الأوكرانية

# appModeViewHeader
source: APPEARANCE MODE
ar: وضع المظهر

# appModeViewFooter
source: Select appearance mode which will be applied to the whole app
ar: حدد وضع المظهر الذي سيتم تطبيقه على التطبيق بأكمله

# localizationViewHeader
source: LOCALIZATION SETTINGS
ar: إعدادات التعريب

# localizationViewFooter
source: Select locale which will be applied to the whole app
ar: حدد اللغة التي سيتم تطبيقها على التطبيق بأكمله

# engLocaleName
source: English
ar: الإنجليزية

# arabicLocaleName
source: Arabic
ar: العربية

# locationAccessAlertTitle
source: Allow Location Access
ar: السماح بالوصول إلى الموقع

# locationAccessAlertMessage
source: The app needs access to your location. Please turn on Location Services in your device settings.
ar: يحتاج التطبيق إلى الوصول إلى موقعك. يرجى تشغيل خدمات الموقع في إعدادات جهازك.

# locationAccessAlertSettingsButtonTitle
source: Settings
ar: الإعدادات

# locationAccessAlertCancelButtonTitle
source: Ok
ar: إلغاء
